---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionCProfile
source: html/7cd0186b-e2eb-b1e2-c77e-398d4c187c83.htm
---
# StructuralSectionCProfile Methods

Returns size of the section boundary.